Revit 2027 API
ParameterTypeId.PhyMaterialParamThermalConductivityY Property
 "Thermal Conductivity Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamThermalConductivityY { get; }
Public Shared ReadOnly Property PhyMaterialParamThermalConductivityY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamThermalConductivityY {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamThermalConductivityY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace